{
    "nt-12720":[
        "Which nation secured the highest number of stage victories compared to all other nations?", 
        "Which country achieved a greater number of stage wins than any other country?",
        "Which country achieved more stage winners than any other nation?",
        "In terms of stage winners, which country outperformed all others?",
        "Amongst nations, which one had the most stage winners?",
        "Among countries, which one emerged with the highest tally of stage winners?",
        "Which country had the greatest number of stage winners when compared to all others?",
        "Among the nations, which one achieved the highest count of stage winners?"
    ],
    "nt-9367":[
        "Name two countries that have faced England Women's RFU in more than thirty games.",
        "Name two nations with whom England Women's RFU has contested more than thirty games.",
        "Name two countries that the England Women's RFU has engaged in over thirty games with.",
        "Name two countries against which the England Women's RFU has contested over thirty games.",
        "Name two countries against which England Women's RFU has played more than thirty games.",
        "Name two nations where the England Women's RFU has contested more than thirty matches.",
        "Name two countries that the England Women's RFU has engaged in over thirty games with.",
        "Name two nations against which England Women's RFU has competed in more than thirty matches."
    ],
    "nt-9758":[
        "Were the Canadian Air Force planes primarily manufactured by the UK or the US?",
        "Which country, the UK or the US, was responsible for manufacturing most Canadian Air Force planes?",
        "Were the Canadian Air Force planes predominantly made by the UK or the US?",
        "Did the UK or the US play a larger role in manufacturing Canadian Air Force planes?",
        "Were the majority of Canadian Air Force planes manufactured by the UK or the US?",
        "Did the UK or the US take the lead in producing Canadian Air Force planes?",
        "Were Canadian Air Force planes mostly made by the UK or the US?",
        "Were most Canadian Air Force planes manufactured by the UK or the US?"
    ],
    "nt-10276":[
        "Which team of women emerged victorious in the latest competition?",
        "In the last competition, which women's team secured the win?",
        "The last competition was won by which women's team?",
        "Which team of women came out on top in the recent competition?",
        "In the latest competition, which women's team achieved victory?",
        "The last competition saw success for which women's team?",
        "Which women's team claimed victory in the last competition?",
        "In the recent competition, which team of women won?",
        "The last competition was won by which team of women?"
    ],
    "nt-9066":[
        "Besides Si Jun, who is the other marquis ruler?",
        "Who, aside from Si Jun, is the other marquis ruler?",
        "Apart from Si Jun, who serves as the other marquis ruler?",
        "Besides Si Jun, who else holds the position of marquis ruler?",
        "Who is the additional marquis ruler, apart from Si Jun?",
        "Besides Si Jun, who else acts as the marquis ruler?",
        "Apart from Si Jun, who is the other individual serving as marquis ruler?",
        "Who, besides Si Jun, is the other marquis ruler in question?",
        "Besides Si Jun, who else bears the title of marquis ruler?",
        "Apart from Si Jun, who is the other marquis ruler mentioned?"
    ],
    "nt-6934":[
        "Apart from Tikamgarth, which is the other district?",
        "What district, aside from Tikamgarth, is there?",
        "Besides Tikamgarth, which district exists?",
        "Which district is there besides Tikamgarth?",
        "Apart from Tikamgarth, what other district is there?",
        "What is the other district aside from Tikamgarth?",
        "Besides Tikamgarth, is there another district?",
        "Which district exists apart from Tikamgarth?",
        "What other district is there besides Tikamgarth?",
        "Besides Tikamgarth, which district is present?"
    ],
    "nt-6139":[
        "In 2011, were there more or less people residing in Ottawa than in Vancouver?",
        "Were the population in Ottawa and Vancouver in 2011 more or less than each other?",
        "Did Ottawa have more or less residents than Vancouver in 2011?",
        "In 2011, were the inhabitants of Ottawa more or less than those in Vancouver?",
        "Were there more or less individuals living in Ottawa than in Vancouver in 2011?",
        "In 2011, was the population in Ottawa more or less than that in Vancouver?",
        "Did Vancouver have more or less people than Ottawa in 2011?",
        "Were the residents of Ottawa in 2011 more or less than those in Vancouver?",
        "In 2011, did Ottawa have more or less people compared to Vancouver?",
        "Were there more or less people in Ottawa than in Vancouver in 2011?"
    ],
    "nt-112":[
        "Which airbase is the first one mentioned on the chart?",
        "On the chart, what is the initial airbase listed?",
        "What airbase appears first on the chart?",
        "The chart shows the first airbase as what?",
        "Name the initial airbase on the chart.",
        "Which airbase is listed first on the chart?",
        "What is the chart's first listed airbase?",
        "Name the first airbase on the chart.",
        "On the chart, what is the first airbase mentioned?",
        "What does the chart indicate as the first airbase?"
    ],
    "nt-6662":[
        "Who occupies the top spot on the driver list?",
        "Which driver is listed first on the roster?",
        "Name the initial driver on the list.",
        "Who holds the position of the first driver on the list?",
        "On the list, who is the foremost driver?",
        "Who is at the beginning of the driver lineup?",
        "Point out the first driver mentioned on the list.",
        "Who is the driver listed first on the roster?",
        "Which driver is positioned first on the list?",
        "Who is the initial driver on the list?"
    ],
    "nt-9804":[
        "What is the overall seat count in the fourth Duma?",
        "How many seats are there in total in the fourth Duma?",
        "Could you tell me the total number of seats in the fourth Duma?",
        "In the fourth Duma, what is the total seat count?",
        "What comprises the total number of seats in the fourth Duma?",
        "How many seats make up the total in the fourth Duma?",
        "What is the aggregate seat number in the fourth Duma?",
        "What is the total number of seats in the fourth Duma?",
        "In the fourth Duma, what constitutes the total seat count?",
        "What is the sum of seats in the fourth Duma?"
    ],
    "nt-8707":[
        "What was the highest all around score she achieved?",
        "The highest all around score she attained, what was it?",
        "Tell the top all around score?",
        "Share the information on her highest all around score.",
        "What score did she achieve in her all around performance?",
        "Tell me about the highest all around score she received.",
        "Provide details about her top all around score.",
        "What was the maximum all around score she recorded?"
    ],
    "nt-11716":[
        "How many themes are showcased?",
        "How many themes are depicted?",
        "How many themes are revealed?",
        "How many themes are introduced?",
        "How many themes are unfolded?",
        "How many themes are explored?",
        "How many themes are exhibited?"
    ],
    "nt-1300":[
        "What profession did Mark Ferrandino, Frank Ferri, Joe Fitzpatrick, and Ed Flanagan each have?",
        "Mark Ferrandino, Frank Ferri, Joe Fitzpatrick, and Ed Flanagan—what was the profession of each?",
        "Each of the individuals, Mark Ferrandino, Frank Ferri, Joe Fitzpatrick, and Ed Flanagan, had what profession?",
        "What profession was Mark Ferrandino, Frank Ferri, Joe Fitzpatrick, and Ed Flanagan each associated with?",
        "Mark Ferrandino, Frank Ferri, Joe Fitzpatrick, and Ed Flanagan—what were the respective professions for each?",
        "What were the professions of Mark Ferrandino, Frank Ferri, Joe Fitzpatrick, and Ed Flanagan individually?",
        "Each of them—Mark Ferrandino, Frank Ferri, Joe Fitzpatrick, and Ed Flanagan—held what profession?",
        "What profession did Mark Ferrandino, Frank Ferri, Joe Fitzpatrick, and Ed Flanagan pursue?",
        "The professions of Mark Ferrandino, Frank Ferri, Joe Fitzpatrick, and Ed Flanagan—what were they individually?",
        "What were the respective professions of Mark Ferrandino, Frank Ferri, Joe Fitzpatrick, and Ed Flanagan?"
    ],
    "nt-4769":[
        "Which Providence Friars member was part of the 2010 American Women's Hockey Olympic roster?",
        "In the 2010 American Women's Hockey Olympic roster, who was the sole Providence Friars representative?",
        "Who from the Providence Friars was the only member in the 2010 American Women's Hockey Olympic roster?",
        "The 2010 American Women's Hockey Olympic roster included only one member from the Providence Friars; who was it?",
        "Identify the Providence Friars member who was part of the 2010 American Women's Hockey Olympic roster.",
        "In the 2010 American Women's Hockey Olympic roster, which individual represented the Providence Friars?",
        "Who, among the Providence Friars, was the sole participant in the 2010 American Women's Hockey Olympic roster?",
        "The 2010 American Women's Hockey Olympic roster featured a single member from the Providence Friars; who was that individual?",
        "Identify the Providence Friars representative in the 2010 American Women's Hockey Olympic roster.",
        "Which member of the Providence Friars joined the 2010 American Women's Hockey Olympic roster?"
    ],
    "nt-14031":[
        "What is the length of the longest track listed?",
        "What is the duration of the longest track listed?",
        "Name the length of the longest track listed.",
        "About the longest track listed—what's its duration?",
        "What is the longest track's listed duration?",
        "How much time does the longest track listed take?",
        "what is the length of the longest track on the list?",
        "What's the longest track's duration on the list?"
    ]

}