{
    "nt-4223": [
        "How many years passed without any liberal councillors?",
        "No liberal councillors were present for how many years?",
        "For how long was there a lack of liberal councillors?",
        "During what time period were there no liberal councillors?",
        "What was the duration without any liberal councillors?"
    ],
    "nt-3032": [
        "Did any clubs end the season without any losses? ",
        "Did any clubs have a perfect record? ",
        "Did any clubs remain undefeated? ",
        "Did any clubs not suffer any defeats? ",
        "Were there any clubs with a clean sheet?"
    ],
    "nt-10918": [
        "The champion who held the title for over 10 years, who is that?",
        "Which champion has a reign of more than 10 years?",
        "Who is the sole champion to maintain their reign for longer than a decade?",
        "The champion with a reign surpassing 10 years, who is that?",
        "Who is the champion that has held the title for over a decade?"
    ],
    "nt-12844": [
        "Which player was the most recent to receive an award in Indiana?",
        "Which player won an award in Indiana most recently?",
        "Who was the last award-winning player to go to Indiana?",
        "Which player went to Indiana and won an award most recently?",
        "Who was the latest player to win an award while in Indiana?"
    ],
    "nt-5449": [
        "What distinguishes the country with the highest number of medals from the country with the lowest number of medals?",
        "How does the country with the most medals differ from the country with the fewest medals?",
        "What sets apart the nation with the most medals from the nation with the least amount of medals?",
        "In what ways does the country with the highest number of medals contrast with the country with the lowest number of medals?",
        "What are the disparities between the nation with the most medals and the nation with the least amount of medals?"
    ],
    "nt-13417": [
        "How many tracks did Milanna Miles and Rick Long produce?",
        "What is the total number of tracks produced by Milanna Miles and Rick Long?",
        "What is the combined count of tracks produced by Milanna Miles and Rick Long?",
        "Did Milanna Miles and Rick Long produce multiple tracks?",
        "What was the production count of tracks by Milanna Miles and Rick Long?"
    ],
    "nt-10315": [
        "What was the difference in the number of maps between the 1986 and 1983 editions? ",
        "The 1986 edition had how many fewer maps compared to the 1983 edition? ",
        "Between the 1986 and 1983 editions, how many fewer maps were there? ",
        "What was the decrease in the number of maps between the 1986 and 1983 editions? ",
        "Between the 1986 and 1983 editions, how many maps were missing?"
    ],
    "nt-7228": [
        "What is the number of models that have a capacity different from 600?",
        "How many models possess a capacity other than 600?",
        "How many models do not have a capacity of 600?",
        "What is the count of models with a capacity that is not 600?",
        "How many models have a capacity that is not 600?"
    ],
    "nt-461": [
        "How much is the attendance difference between the first two entries?",
        "The first two entries, what is the difference in attendance?",
        "What is the gap in attendance between the first two entries?",
        "What is the variance in attendance between the initial two entries?",
        "Between the first two entries, what is the disparity in attendance?"
    ],
    "nt-14103": [
        "The number of drivers who utilized Maserati as their constructor. ",
        "Maserati was chosen by how many drivers as their constructor? ",
        "How many drivers opted for Maserati as their constructor? ",
        "The total count of drivers who selected Maserati as their constructor. ",
        "What is the quantity of drivers that employed Maserati as their constructor?"
    ],
    "nt-7115": [
        "Which songs made it onto the charts in the US but not the UK?",
        "What songs achieved chart success in the US but not in the UK?",
        "In which songs did the US charts feature but not the UK charts?",
        "Which songs landed on the US charts but failed to make an impact in the UK charts?",
        "What songs were popular in the US but failed to gain traction in the UK?"
    ],
    "nt-1609": [
        "Who had the longest tenure as mayor? ",
        "Which individual served the greatest number of years as mayor? ",
        "Whose mayoral term lasted the longest? ",
        "Which person held the position of mayor for the most amount of time? ",
        "Who had the highest number of years served as mayor?"
    ],
    "nt-2474": [
        "Which coach had only one loss in the past? ",
        "Who was the last coach with just one loss? ",
        "Who was the coach that had only one defeat? ",
        "Who was the most recent coach to have only one loss? ",
        "Who was the coach that ended up with a solitary defeat?"
    ],
    "nt-12813": [
        "What was the point difference between position 1 and 2 in the 2007 Phillip Island Superbike World Championship round Superbike race 1 classification?",
        "How many points separated position 1 and 2 in the 2007 Phillip Island Superbike World Championship round Superbike race 1 classification?",
        "What was the point discrepancy between the first and second positions in the 2007 Phillip Island Superbike World Championship round Superbike race 1 classification?",
        "In the 2007 Phillip Island Superbike World Championship round Superbike race 1 classification, what was the difference in points between position 1 and 2?",
        "What point gap existed between position 1 and 2 in the 2007 Phillip Island Superbike World Championship round Superbike race 1 classification?"
    ],
    "nt-7781": [
        "What is the count of markers in Highland, New York?",
        "How many markers are in Highland, New York?",
        "In Highland, New York, how many markers are there?",
        "What is the total number of markers in Highland, New York?",
        "How many markers can be found in Highland, New York?"
    ],
    "nt-6196": [
        "Was the G42 manufactured in 1898 or 1894?",
        "Which year was the G42 produced: 1898 or 1894?",
        "Did the G42 come out in 1898 or 1894?",
        "Was the G42 released in 1898 or 1894?",
        "In 1898 or 1894, was the G42 introduced?"
    ],
    "nt-9792": [
        "The first monarch listed is which? ",
        "The initial monarch listed, which is it? ",
        "Who is the monarch listed in first place? ",
        "Which monarch comes before all others on the list? ",
        "The monarch listed first, who is it?"
    ],
    "nt-13303": [
        "Taylor Jensen first won at which event?",
        "The event at which Taylor Jensen first won.",
        "What event did Taylor Jensen win at?",
        "Taylor Jensen won at what event?",
        "Which event did Taylor Jensen win at?"
    ],
    "nt-12881": [
        "What was the disparity in speed between the highest and lowest points in the year?",
        "What was the variance in speed between the fastest and slowest times in the year?",
        "What was the contrast in speed between the highest and lowest values in the year?",
        "What was the gap in speed between the fastest and slowest speeds in the year?",
        "What was the distinction in speed between the maximum and minimum points in the year?"
    ],
    "nt-9001": [
        "Who had a faster time, Adrienne Power or Kim Wall?",
        "Adrienne Power and Kim Wall, who had the faster time?",
        "Was the time faster for Adrienne Power or Kim Wall?",
        "Which one of them, Adrienne Power or Kim Wall, had a faster time?",
        "Did Adrienne Power or Kim Wall achieve a faster time?"
    ],
    "nt-8795": [
        "Which team has the highest win/loss ratio?",
        "Which team has the best win/loss record?",
        "Which team holds the highest win/loss ratio?",
        "Which team possesses the greatest win/loss ratio?",
        "Which team exhibits the highest win/loss ratio?"
    ],
    "nt-2683": [
        "Is the number of wins by submission greater than the number of wins by tko?",
        "Are submission wins more common than tko wins?",
        "Which type of win is more prevalent - by submission or tko?",
        "Do fighters have more victories by submission or tko?",
        "Are there a higher number of wins through submission or tko?"
    ],
    "nt-9318": [
        "Who was the first draft pick, Chuck Bednarik or Frank Tripucka?",
        "Was the first draft pick Chuck Bednarik or Frank Tripucka?",
        "Did Chuck Bednarik or Frank Tripucka make the first draft pick?",
        "Did the first draft pick come from Chuck Bednarik or Frank Tripucka?",
        "Was it Chuck Bednarik or Frank Tripucka who was the first draft pick?"
    ],
    "nt-4693": [
        "What is the location that follows Kfar Yona?",
        "After Kfar Yona, which location is next?",
        "Following Kfar Yona, what is the subsequent location?",
        "Which place comes after Kfar Yona in terms of location?",
        "What is the subsequent location after Kfar Yona?"
    ],
    "nt-13988": [
        "What is the largest lake?",
        "Which lake is the largest?",
        "Please name the largest lake.",
        "Could you tell me the name of the largest lake?",
        "I would like to know the name of the largest lake."
    ],
    "nt-11554": [
        "Which movie did the actor appear in following \"Street Angel\"?",
        "After \"Street Angel,\" in which film did the actor star?",
        "Following \"Street Angel,\" in what film did the actor make an appearance?",
        "Which film did the actor act in after \"Street Angel\"?",
        "What movie did the actor star in after \"Street Angel\"?"
    ],
    "nt-10805": [
        "The nation with the most gold medals won how many silver medals?",
        "How many silver medals did the nation with the most gold medals win?",
        "In the nation with the most gold medals, how many silver medals were won?",
        "What is the number of silver medals won by the nation with the most gold medals?",
        "How many silver medals were won by the nation that had the most gold medals?"
    ],
    "nt-154": [
        "What species have a sequence identity of 99%?",
        "Which species possess a sequence identity of 99%?",
        "What are the species that have a sequence identity of 99%?",
        "Which species exhibit a sequence identity of 99%?",
        "What species show a sequence identity of 99%?"
    ],
    "nt-6145": [
        "At least 40 points were scored by how many artists?",
        "The number of artists who scored at least 40 points?",
        "What is the quantity of artists who scored at least 40 points?",
        "The count of artists that achieved a minimum of 40 points?",
        "How many artists achieved a score of 40 points or more?"
    ],
    "nt-4099": [
        "Which political party possesses the highest number of MPs? ",
        "The party with the largest number of MPs is... ",
        "Which party commands the highest number of MPs? ",
        "Who has the greatest number of MPs in their party? ",
        "Which political party boasts the most MPs?"
    ],
    "nt-7553": [
        "What is the combined count of English titles?",
        "How many English titles are there in total?",
        "The total count of English titles?",
        "What is the overall number of English titles?",
        "What is the aggregate of English titles?"
    ],
    "nt-11501": [
        "How many states have more than 5 elected representatives?",
        "More than 5 people are elected, how many states does this apply to?",
        "What is the count of states where more than 5 individuals have been elected?",
        "In how many states have more than 5 individuals been elected?",
        "What is the total number of states with more than 5 people elected?"
    ],
    "nt-8108": [
        "The 8 mhz intel 8086 processor was present in which models?",
        "Which models contained the 8 mhz intel 8086 processor?",
        "In what models was the 8 mhz intel 8086 processor found?",
        "What models used the 8 mhz intel 8086 processor?",
        "Did any models have the 8 mhz intel 8086 processor?"
    ],
    "nt-2945": [
        "How many individuals had a weight greater than 210? ",
        "The number of players who weighed over 210 pounds. ",
        "What was the count of players who surpassed 210 pounds? ",
        "Did the team have any players weighing more than 210? ",
        "Were there any players that exceeded 210 in weight?"
    ],
    "nt-281": [
        "In the year 1944, what was the number of ships launched? ",
        "The ships launched in 1944, how many were there? ",
        "What was the total count of ships launched in 1944? ",
        "During the year 1944, how many ships were launched? ",
        "In 1944, what was the quantity of ships that were launched?"
    ],
    "nt-7505": [
        "What is the final township in Ellsworth County, Kansas in alphabetical order?",
        "What is the alphabetical order of the last township in Ellsworth County, Kansas?",
        "In Ellsworth County, Kansas, which township comes last in alphabetical order?",
        "What is the alphanumeric order of the last township in Ellsworth County, Kansas?",
        "What is the ultimate township in Ellsworth County, Kansas when arranged alphabetically?"
    ],
    "nt-9932": [
        "Is Albigna Lake or Oeschinen Lake smaller in area in km ²?",
        "Albigna Lake and Oeschinen Lake, which one has a smaller area in km ²?",
        "In terms of area in km ², which lake is smaller - Albigna Lake or Oeschinen Lake?",
        "When comparing the area in km ², is Albigna Lake or Oeschinen Lake smaller in size?",
        "Which lake, Albigna or Oeschinen, has a smaller area in km ²?"
    ],
    "nt-6001": [
        "In how many instances did Korzeniowski finish higher than fourth place?",
        "What is the number of times Korzeniowski finished above fourth place?",
        "Did Korzeniowski achieve a position higher than fourth place multiple times?",
        "On how many occasions did Korzeniowski surpass fourth place?",
        "How many times did Korzeniowski finish in a position higher than fourth place?"
    ],
    "nt-6517": [
        "In how many years did IFK not finish in 4th place?",
        "How many years has IFK finished below 4th place?",
        "For how many years did IFK not secure a position higher than 4th?",
        "In how many years did IFK end up lower than 4th place?",
        "How many years did IFK fail to achieve a ranking better than 4th place?"
    ],
    "nt-4620": [
        "Which player achieved a high checkout of 116?",
        "Who is the player with a high checkout score of 116?",
        "The player with a high checkout score of 116 is who?",
        "Who achieved a high checkout of 116?",
        "Which player had a 116 high checkout?"
    ],
    "nt-7222": [
        "The first venue to attract more than 30,000 attendees was which one?",
        "Which venue was the first to host a crowd of over 30,000 people?",
        "Which location witnessed over 30,000 attendees for the first time?",
        "Which venue had the distinction of having the first crowd exceeding 30,000?",
        "The venue with the first attendance exceeding 30,000 was which one?"
    ],
    "nt-1086": [
        "Please paraphrase the sentence:",
        "the km² area of Lake Sils is what?"
    ],
    "nt-3456": [
        "Who was the first pick in the draft?",
        "Who was selected first in the draft?",
        "Which player was chosen with the top draft pick?",
        "Who was the top selection in the draft?",
        "Who was the player taken with the highest draft pick?"
    ],
    "nt-13655": [
        "How many courthouses are there in Biloxi in total?",
        "What is the overall count of courthouses in Biloxi?",
        "In Biloxi, what is the cumulative number of courthouses?",
        "How many courthouses are situated in Biloxi altogether?",
        "What is the combined number of courthouses in Biloxi?"
    ],
    "nt-431": [
        "In the 10,000 meter race, how often has Jifar finished third or higher?",
        "How many times has Jifar achieved a ranking of third or higher in the 10,000 meter race?",
        "In the 10,000 meter race, how many instances has Jifar placed third or above in terms of ranking?",
        "How frequently has Jifar secured a position of third place or higher in the 10,000 meter race?",
        "What is the number of times that Jifar has attained a ranking of third place or better in the 10,000 meter race?"
    ],
    "nt-6389": [
        "The 22nd year was viewed by 13.7 million people. The number of viewers in the previous year is unknown.",
        "In the 22nd year, there were 13.7 million viewers. The viewership in the previous year is uncertain.",
        "The 22nd year of the show was watched by 13.7 million individuals, but the number of viewers in the previous year is unspecified.",
        "An estimated 13.7 million people tuned in to watch the 22nd year. There is no data available for the viewership in the previous year.",
        "During the 22nd year, the show attracted 13.7 million viewers. However, there is no information regarding the number of individuals who watched the previous year."
    ],
    "nt-12720": [
        "Which country had the highest number of stage winners compared to other countries?",
        "Among all the countries, which one had the most stage winners?",
        "Which country achieved the most stage victories out of all the countries?",
        "Which country outperformed all others in terms of stage winners?",
        "Which country had the greatest number of stage winners when compared to others?"
    ],
    "nt-5845": [
        "What was the duration of William Inge's life?",
        "William Inge's lifespan, how long was it?",
        "How many years did William Inge live?",
        "What was the length of William Inge's life?",
        "For how many years did William Inge live?"
    ],
    "nt-4852": [
        "The number of national parks established after 1990?",
        "The count of national parks that were established after 1990?",
        "What is the total of national parks established after 1990?",
        "After 1990, how many national parks were established?",
        "What is the amount of national parks established after 1990?"
    ],
    "nt-884": [
        "What genre does Running Man belong to?",
        "What category does Running Man fall into?",
        "What kind of show is Running Man?",
        "Running Man is which type of show?",
        "What is the nature of Running Man?"
    ],
    "nt-1735": [
        "What is the sole population hub in the green garden township?",
        "Which is the solitary population center in the green garden township?",
        "What is the singular populous area in the green garden township?",
        "What is the lone populated zone in the green garden township?",
        "Which is the only inhabited spot in the green garden township?"
    ],
    "nt-418": [
        "How many bridges exceed 200 feet in length?",
        "What is the count of bridges that are longer than 200 feet?",
        "Are there any bridges with a length surpassing 200 feet?",
        "What is the number of bridges that have a length greater than 200 feet?",
        "How many bridges have a length that exceeds 200 feet?"
    ],
    "nt-7270": [
        "What was the maximum number of goals FC Seoul scored against their opponent in one game during the 2013 season?",
        "During the 2013 season, what was the highest number of goals scored by FC Seoul against an opponent in a single match?",
        "In one match during the 2013 season, what was the maximum number of goals FC Seoul scored against an opponent?",
        "FC Seoul scored the highest number of goals against an opponent in a single match during the 2013 season. What was this number?",
        "What was the maximum number of goals scored by FC Seoul against an opponent in a single match of the 2013 season?"
    ],
    "nt-516": [
        "Which city was the top ranked in 2003?",
        "Which city achieved the first ranking in 2003?",
        "What city held the first position in 2003?",
        "In 2003, which city was ranked first?",
        "Which city received the highest ranking in 2003?"
    ],
    "nt-12253": [
        "What was the duration of the 50 km walk in the 2004 Olympic Games?",
        "How much time did it take to complete the 50 km walk in the 2004 Olympic Games?",
        "What was the time taken to walk 50 km in the 2004 Olympic Games?",
        "How long did the 50 km walk in the 2004 Olympic Games take?",
        "What was the duration needed to cover the distance of 50 km in the 2004 Olympic Games?"
    ],
    "nt-2304": [
        "What is the record for the highest number of goals scored in the Arab Nations Cup by a team? ",
        "In the Arab Nations Cup, what was the biggest goal difference achieved by a team? ",
        "Has any team in the Arab Nations Cup ever had a higher goal difference than this? ",
        "What is the highest goal margin achieved by a team in the history of the Arab Nations Cup? ",
        "Did any team in the Arab Nations Cup ever score more goals than this?"
    ],
    "nt-9538": [
        "Which prime minister had the least amount of time in office?",
        "Which prime minister had the shortest tenure as leader?",
        "Who was the prime minister with the shortest duration in office?",
        "Who held the position of prime minister for the shortest period of time?",
        "Which prime minister had the briefest term in office?"
    ],
    "nt-12793": [
        "Which driver accumulated the lowest number of points?",
        "The driver with the fewest points was... ",
        "Who had the smallest points total among the drivers?",
        "Which driver had the lowest score? ",
        "Which driver had the least number of points?"
    ],
    "nt-12060": [
        "Which song was released first?",
        "Which song was the earliest to be released?",
        "Which song came out before the others?",
        "Which song came first in terms of release date?",
        "Which song had the earliest release date?"
    ],
    "nt-4727": [
        "What were the two longest running shows that premiered in July?",
        "Which two shows had the longest run and opened in July?",
        "Which shows opened in July and had the longest run?",
        "Which two shows debuted in July and had the longest run?",
        "Which were the only two shows to open in July and have a long run?"
    ],
    "nt-5335": [
        "What is the score for the games played at home by Bedford?",
        "What is Bedford's score for each home game?",
        "What is the result of Bedford's games at home?",
        "What is the tally for Bedford's home games?",
        "What is the total score for Bedford in each home game?"
    ],
    "nt-1774": [
        "Which airlines had not started operations by 2013?",
        "As of 2013, which airlines had not yet begun operations?",
        "By 2013, which airlines had not yet commenced operations?",
        "Were there any airlines that had not started operations by 2013?",
        "Which airlines had yet to commence operations by 2013?"
    ],
    "nt-13585": [
        "What is the total number of games scheduled between 10/9/2009 and 2/20/2010?",
        "How many games were planned from 10/9/2009 to 2/20/2010?",
        "Were there any games scheduled between 10/9/2009 to 2/20/2010?",
        "What was the number of games scheduled from 10/9/2009 to 2/20/2010?",
        "What is the count of games scheduled between 10/9/2009 and 2/20/2010?"
    ],
    "nt-2635": [
        "Which team had fewer than 20 wins?",
        "Which team had less than 20 victories?",
        "Which was the single team with less than 20 wins?",
        "Which team recorded less than 20 wins?",
        "Which team finished the season with less than 20 wins?"
    ],
    "nt-8761": [
        "Who was the person resigning after Richard Ford?",
        "Who took over after Richard Ford resigned?",
        "Who was the successor of Richard Ford's resignation?",
        "Who stepped down from their position following Richard Ford?",
        "Who left their role after Richard Ford's departure?"
    ],
    "nt-112": [
        "Which airbase is the one listed first on the chart?",
        "Which airbase is at the top of the list on the chart?",
        "Which airbase appears as the first entry on the chart?",
        "Which airbase holds the first position on the chart?",
        "Which airbase is listed in the number one spot on the chart?"
    ],
    "nt-10891": [
        "What is the title of her most recent album released under Rock Records?",
        "Under Rock Records, what is the name of her latest album?",
        "What is the title of her most recent album that was produced by Rock Records?",
        "Which album did she release that was produced by Rock Records?",
        "What is the name of her last album, which was produced with Rock Records?"
    ],
    "nt-9006": [
        "The athlete who threw more than 18 meters was the only one.",
        "The only athlete who threw more than 18 meters.",
        "Among all the athletes, only one threw more than 18 meters.",
        "No other athlete threw more than 18 meters.",
        "Which athlete threw more than 18 meters alone?"
    ],
    "nt-10334": [
        "When did the team last have a record of 0-6?",
        "When did the team have a 0-6 record in its last game?",
        "When did the team last experience a 0-6 losing streak?",
        "When was the most recent instance of the team going 0-6?",
        "When did the team last encounter a 0-6 outcome in a game?"
    ],
    "nt-8039": [
        "Which teams have the fewest wins?",
        "What teams have the lowest amount of wins?",
        "Which teams have the smallest number of wins?",
        "What teams possess the least victories?",
        "Which teams possess the minimum wins?"
    ],
    "nt-10664": [
        "What was the difference in the number of releases in compact disc format compared to cassette tape? ",
        "The number of releases in compact disc format surpassed those in cassette tape by how much? ",
        "By how many more releases were compact discs ahead of cassette tapes? ",
        "What was the margin between compact discs and cassette tapes in terms of the number of releases? ",
        "How much larger was the number of releases in compact disc format than in cassette tape?"
    ],
    "nt-1841": [
        "In 1941, what was the number of wins achieved by Georgetown?",
        "Georgetown's wins in 1941, what was the count?",
        "What is the total number of wins by Georgetown in 1941?",
        "What was the amount of victories that Georgetown attained in 1941?",
        "In 1941, how many wins did Georgetown manage to achieve?"
    ],
    "nt-11896": [
        "Which area has the highest number of courthouses?",
        "Which location has the largest amount of courthouses?",
        "Where are the most courthouses located?",
        "Which jurisdiction has the greatest number of courthouses?",
        "Which region has the highest concentration of courthouses?"
    ],
    "nt-12562": [
        "What is the distinction in timing between Yelizaveta Bryzhina and Ksenija Balta?",
        "Yelizaveta Bryzhina's time versus Ksenija Balta's time, what is the disparity?",
        "What is the contrast in time between Yelizaveta Bryzhina and Ksenija Balta?",
        "How does Yelizaveta Bryzhina's time compare to Ksenija Balta's time?",
        "Is there any variation in timing between Yelizaveta Bryzhina and Ksenija Balta?"
    ],
    "nt-10861": [
        "What is the population difference between fora and masilo?",
        "The population difference between fora and masilo, what is it?",
        "Fora and masilo, what is the difference in population?",
        "What are the population discrepancies between fora and masilo?",
        "How does the population vary between fora and masilo?"
    ],
    "nt-6376": [
        "Which album did this group release after \"Hammer and Tongs\"?",
        "What was the next album from this group after \"Hammer and Tongs\"?",
        "After \"Hammer and Tongs\", which album did this group release?",
        "Which album followed \"Hammer and Tongs\" for this group?",
        "What was the album that came after \"Hammer and Tongs\" for this group?"
    ],
    "nt-9886": [
        "At least 17 goals were scored by how many teams?",
        "How many teams scored a minimum of 17 goals?",
        "The number of teams that scored at least 17 goals is...",
        "What is the quantity of teams that achieved at least 17 goals?",
        "How many teams managed to score at least 17 goals?"
    ],
    "nt-11898": [
        "The final race of the season - which race was it? ",
        "Which race marked the end of the season?",
        "Which race concluded the season?",
        "What was the race that ended the season?",
        "What race wrapped up the season?"
    ],
    "nt-13191": [
        "In which competition did David achieve the lowest ranking?",
        "Which competition did David come last in?",
        "What competition did David perform the worst in?",
        "In which competition did David receive the lowest placement?",
        "Which competition did David finish in the least favorable position?"
    ],
    "nt-6985": [
        "Besides Mauna Kea, what is another location in Hawaii?",
        "What is another place in Hawaii besides Mauna Kea?",
        "Can you name a different spot in Hawaii instead of Mauna Kea?",
        "Is there another place in Hawaii that you can think of, other than Mauna Kea?",
        "Please provide an alternate location in Hawaii, excluding Mauna Kea."
    ],
    "nt-4957": [
        "Who were the players that didn't score a touchdown?",
        "Which players failed to score a touchdown?",
        "Which players were unable to score a touchdown?",
        "Which players did not find the end zone?",
        "Which players were unsuccessful in getting a touchdown?"
    ],
    "nt-12010": [
        "The starzz scored no more than 59 points in a certain amount of games.",
        "There were a certain number of games in which the starzz scored 59 points or less.",
        "The starzz scored a maximum of 59 points in a certain number of games.",
        "There was a specific amount of games in which the starzz scored fewer than 60 points.",
        "The number of games the starzz scored 59 points or lower was recorded."
    ],
    "nt-8879": [
        "Was hunningolla or vain elamaa the better selling option?",
        "Which show sold more, hunningolla or vain elamaa?",
        "Did hunningolla or vain elamaa have higher sales?",
        "Between hunningolla and vain elamaa, which had better sales?",
        "Which show had the higher selling rate, hunningolla or vain elamaa?"
    ],
    "nt-9367": [
        "The England women's RFU have played over thirty games against which two countries? ",
        "Which two countries have the England women's RFU played over thirty games against? ",
        "Identify two countries that the England women's RFU has played over thirty games against. ",
        "List two countries that the England women's RFU has competed against in over thirty games. ",
        "Which two countries have the England women's RFU engaged in over thirty games against?"
    ],
    "nt-10867": [
        "Was attendance higher on July 1 or July 2?",
        "Which day had higher attendance, July 1 or July 2?",
        "Did July 1 or July 2 have a higher attendance?",
        "July 1 or July 2, which day had a higher attendance?",
        "Was the attendance higher on July 1 or July 2?"
    ],
    "nt-10838": [
        "Which year did the race finish last?",
        "At what year did the race last finish?",
        "What year did the race complete?",
        "When was the race last completed?",
        "In what year did the race finish?"
    ],
    "nt-2397": [
        "The club ranked 19th prior to achieving what position?",
        "Prior to achieving what position, the club ranked 19th?",
        "In what position did the club place after ranking 19th?",
        "After ranking 19th, what place did the club achieve?",
        "The club achieved what place after ranking 19th?"
    ],
    "nt-2405": [
        "What is the discrepancy in the majority between Hindmarsh and Hinkler?",
        "The majority gap in Hindmarsh and Hinkler, what is it?",
        "What distinguishes the majority in Hindmarsh and Hinkler?",
        "In terms of majority, how do Hindmarsh and Hinkler differ?",
        "What is the contrast in majority between Hindmarsh and Hinkler?"
    ],
    "nt-5455": [
        "What is the country with the highest per capita -lrb- USD -rrb- for 2017?",
        "Which nation had the highest per capita -lrb- USD -rrb- in 2017?",
        "In 2017, which country had the highest per capita -lrb- USD -rrb-?",
        "For the year 2017, which country had the highest per capita -lrb- USD -rrb-?",
        "Which country had the highest per capita -lrb- USD -rrb- for the year 2017?"
    ],
    "nt-3854": [
        "In total, how many wins has he attained?",
        "What is the overall count of his victories?",
        "What is the cumulative number of his wins?",
        "How many combined wins does he possess?",
        "What is the grand total of his wins?"
    ],
    "nt-14019": [
        "What is the count of halfwidths? ",
        "How many halfwidths are there? ",
        "What is the quantity of halfwidths? ",
        "What is the total of halfwidths? ",
        "What is the amount of halfwidths?"
    ],
    "nt-9059": [
        "How often was the position ranked first?",
        "What is the frequency of the position being listed as 1st?",
        "What is the number of instances where the position was ranked 1st?",
        "How many times did the position appear as 1st?",
        "What was the count of times the position was listed as 1st?"
    ],
    "nt-10476": [
        "What is the combined age of \"what a myth\" and \"rough tweed\"?",
        "What is the total age of the works \"what a myth\" and \"rough tweed\"?",
        "What is the sum of the ages of \"what a myth\" and \"rough tweed\"?",
        "What is the combined age of the pieces \"what a myth\" and \"rough tweed\"?",
        "What is the total age of \"what a myth\" and \"rough tweed\" combined?"
    ],
    "nt-1269": [
        "How many schools are included in the table?",
        "The table shows the number of schools represented.",
        "Count the schools that are listed in the table.",
        "In the table, what is the count of schools?",
        "What is the total number of schools in the table?"
    ],
    "nt-7102": [
        "How many athletes completed the race in over two hours?",
        "After 2:00:00, how many athletes finished the race?",
        "What is the number of athletes who finished after 2:00:00?",
        "Did more than one athlete finish after 2:00:00?"
    ],
    "nt-12227": [
        "Which season did Skeid win the gold medal?",
        "The gold medal was won by Skeid in which season?",
        "In which season did Skeid achieve their only gold victory?",
        "Skeid's sole gold win came in which season?",
        "What was the season when Skeid managed to secure the gold medal?"
    ],
    "nt-3020": [
        "On February 26, 2006, what was the total number of laps completed by Matt Kenseth?",
        "What was the grand total of laps accomplished by Matt Kenseth on February 26, 2006?",
        "How many laps did Matt Kenseth finish on February 26, 2006?",
        "The number of laps completed by Matt Kenseth on February 26, 2006 is what?",
        "What was the count of laps finished by Matt Kenseth on February 26, 2006?"
    ],
    "nt-6662": [
        "Who is the initial driver listed?",
        "Who is the driver positioned first on the list?",
        "Which driver is at the top of the list?",
        "Which driver is listed first?",
        "Which driver has the first position on the list?"
    ],
    "nt-7517": [
        "The show FBN Live airs on how many days of the week?",
        "On how many days does the show FBN Live air during the week?",
        "During the week, on how many days does the show FBN Live air?",
        "How often does the show FBN Live air during the week?",
        "What is the frequency of the show FBN Live airing during the week?"
    ],
    "nt-5306": [
        "What is the contrast in silver medals between South Africa and Kenya?",
        "What distinguishes the silver medals of South Africa from Kenya?",
        "How do the silver medals of South Africa compare to those of Kenya?",
        "What separates the silver medals of South Africa from Kenya?",
        "What sets apart the silver medals of South Africa from Kenya?"
    ],
    "nt-6627": [
        "Please provide a list of titles that involve the role of a \"host\".",
        "What are the titles that feature the role of a \"host\"?",
        "Which titles include the role of a \"host\"?",
        "I need a list of titles that include the role of a \"host\".",
        "Could you give me a list of titles that involve the role of a \"host\"?"
    ],
    "nt-6221": [
        "Which party is the final one indicated on this chart?",
        "Which party is listed as the last one on this chart?",
        "What is the last party listed on this chart?",
        "Can you tell me which party is the last one on this chart?",
        "Which party is shown as the final one on this chart?"
    ],
    "nt-970": [
        "Which nations achieved an equal number of gold medals as Belarus?",
        "What countries attained an equivalent number of gold medals as Belarus?",
        "Which other countries secured the same number of gold medals as Belarus?",
        "To which countries did Belarus tie in terms of gold medal count?",
        "Which nations matched Belarus in terms of gold medal count?"
    ],
    "nt-1188": [
        "How many ships did the United States launch in 1929?",
        "What was the total count of ships that the United States launched in 1929?",
        "In 1929, how many ships were launched by the United States in total?",
        "The United States launched how many ships in the year 1929?",
        "What was the aggregate number of ships launched by the United States in 1929?"
    ],
    "nt-606": [
        "Before June of 1986, how many changes occurred?",
        "Prior to June 1986, how many changes took place?",
        "What is the number of changes that occurred before June 1986?",
        "By June 1986, how many changes had already happened?",
        "Before the month of June in 1986, how many changes had occurred beforehand?"
    ],
    "nt-3545": [
        "What was the minimum number of winning scores that were 3 or higher?",
        "At least how many winning scores were equivalent to 3 or more?",
        "How many winning scores reached a minimum of 3?",
        "What was the count of winning scores that were no less than 3?",
        "What is the number of winning scores that were 3 or above?"
    ],
    "nt-10116": [
        "What was the number of immigrants from Cuba during the years 1972-1979? ",
        "During the period of 1972-1979, how many immigrants arrived from Cuba? ",
        "Between 1972 and 1979, what was the total number of immigrants who came from Cuba? ",
        "In the timeframe of 1972-1979, how many individuals immigrated from Cuba? ",
        "From 1972 to 1979, what was the count of immigrants originating from Cuba?"
    ],
    "nt-5522": [
        "In 1997, what was the number of songs released that featured the notorious b.i.g? ",
        "The notorious b.i.g was featured in how many songs released in 1997? ",
        "What is the count of songs released in 1997 that featured the notorious b.i.g? ",
        "During 1997, how many songs were released with the notorious b.i.g as a featured artist? ",
        "What was the total number of songs released in 1997 that had the notorious b.i.g as a feature?"
    ],
    "nt-4269": [
        "How many individuals attended the event in the year 2000?",
        "In the year 2000, what was the number of people present at the event?",
        "What was the count of attendees at the event in the year 2000?",
        "During the year 2000, how many individuals were in attendance at the event?",
        "What was the total number of individuals present at the event in the year 2000?"
    ],
    "nt-9301": [
        "Below Tiger Woods, how many players are there? ",
        "How many players are positioned lower than Tiger Woods? ",
        "What is the number of players who are beneath Tiger Woods? ",
        "Tiger Woods has how many players below him? ",
        "Beneath Tiger Woods, how many players are present?"
    ],
    "nt-6008": [
        "Does super 8mm film or imax have a larger diagonal? ",
        "Which one, super 8mm film or imax, has a larger diagonal? ",
        "Is the diagonal of super 8mm film or imax larger? ",
        "Between super 8mm film and imax, which one has a larger diagonal? ",
        "Which has a bigger diagonal, super 8mm film or imax?"
    ],
    "nt-3637": [
        "What is the total number of wins for the clubs in the top three positions?",
        "How many wins do the clubs in the top three positions have combined?",
        "What is the sum of wins for the clubs in the top three positions?",
        "What is the aggregate number of wins for the clubs in the top three positions?",
        "What is the cumulative wins count for the clubs in the top three positions?"
    ],
    "nt-12145": [
        "What is the height of the mega disk 'o' in terms of the model? ",
        "What model shares the same height as the mega disk 'o'? ",
        "Which model possesses an identical height to the mega disk 'o'? ",
        "What is the model that matches the height of the mega disk 'o'? ",
        "Are there any models with the same height as the mega disk 'o'?"
    ],
    "nt-7532": [
        "How many instances has the bet been placed on hair?",
        "How often has the bet been made about hair?",
        "What is the frequency of the bet being placed on hair?",
        "How many occurrences have there been of the bet being about hair?",
        "In how many instances has the wager been related to hair?"
    ],
    "nt-7139": [
        "In 1926, what was the number of routes that were established?",
        "What was the total count of routes that came into existence in 1926?",
        "How many routes were created during the year 1926?",
        "During 1926, what was the quantity of routes that were formed?",
        "What was the amount of routes that were established in 1926?"
    ],
    "nt-9870": [
        "Was the mccleary farm or the nordica homestead added to the list first?",
        "The mccleary farm or the nordica homestead, which one was added to the list first?",
        "Which of the two, the mccleary farm or the nordica homestead, was added to the list first?",
        "Was the mccleary farm or the nordica homestead the first to be added to the list?",
        "The first addition to the list, was it the mccleary farm or the nordica homestead?"
    ],
    "nt-5011": [
        "In total, how many nominations were received?",
        "What was the total number of nominations received?",
        "How many nominations were received overall?",
        "What is the cumulative count of nominations received?",
        "What was the aggregate number of nominations received?"
    ],
    "nt-9420": [
        "Before joining the 10000m, in how many competitions did Jifar participate?",
        "Jifar participated in how many competitions before joining the 10000m?",
        "How many competitions did Jifar take part in prior to joining the 10000m?",
        "Prior to joining the 10000m, in how many competitions did Jifar compete?",
        "In how many competitions did Jifar participate before joining the 10000m?"
    ],
    "nt-9761": [
        "After Hatsu Kioki, who was the rival? ",
        "Who came after Hatsu Kioki as his opponent? ",
        "Following Hatsu Kioki, who was the adversary? ",
        "Who was the rival that came after Hatsu Kioki? ",
        "Who competed against Hatsu Kioki?"
    ],
    "nt-5936": [
        "Did Chile have a lower or higher gold medal count than Panama?",
        "Was Chile's gold medal count less or more than Panama's?",
        "Did Chile rank below or above Panama in terms of gold medal count?",
        "Did Chile have a gold medal count that was lower or higher than Panama's?",
        "Did Chile place lower or higher than Panama in the gold medal count?"
    ],
    "nt-11061": [
        "Which wrestler has the longest reign as champion in terms of days? ",
        "Who is the wrestler with the highest number of days as titleholder? ",
        "Who has the record for the wrestler with the most days as champion? ",
        "Which wrestler has had the title for the greatest number of days? ",
        "Which wrestler holds the record for the longest time as champion in days?"
    ],
    "nt-1687": [
        "Was the level of attendance higher in week 5 or week 9?",
        "Which week had higher attendance, week 5 or week 9?",
        "Did attendance increase in week 5 compared to week 9?",
        "Was there a higher turnout in week 5 or week 9?",
        "Which week saw a greater number of people attending, week 5 or week 9?"
    ],
    "nt-9804": [
        "What is the combined count of seats in the fourth Duma?",
        "What is the overall amount of seats in the fourth Duma?",
        "How many seats are there in total in the fourth Duma?",
        "What is the complete tally of seats in the fourth Duma?",
        "What is the grand total of seats in the fourth Duma?"
    ],
    "nt-8776": [
        "Was there a first place outcome following the year 2006?",
        "Did the year 2006 yield a first place result?",
        "After the year 2006, was there a result that placed first?",
        "Was there a first place accomplishment after the year 2006? ",
        "Was there a top ranking achieved after the year 2006?"
    ],
    "nt-13946": [
        "Apart from Spain, can you mention a country that defeated Russia in general?",
        "Name a country that emerged victorious against Russia overall, excluding Spain.",
        "Except for Spain, which country managed to defeat Russia in all aspects?",
        "Other than Spain, please provide the name of a country that achieved an overall victory against Russia.",
        "With the exception of Spain, name a country that outperformed Russia overall."
    ],
    "nt-3428": [
        "For which railway did Hunslet Taylor construct a Garratt locomotive? ",
        "Which railway received the only Garratt locomotive built by Hunslet Taylor? ",
        "The railway for which Hunslet Taylor built a Garratt locomotive was... ",
        "Hunslet Taylor constructed a Garratt locomotive specifically for this railway... ",
        "The railway that had a Garratt locomotive built by Hunslet Taylor was..."
    ],
    "nt-8198": [
        "Which county, aside from Mecklenburg, has the highest population? ",
        "Apart from Mecklenburg, which county has the greatest population? ",
        "With the exception of Mecklenburg, which county has the largest population? ",
        "Aside from Mecklenburg, which county has the largest number of residents? ",
        "Which county has the highest population, excluding Mecklenburg?"
    ],
    "nt-7937": [
        "Which team did the Boston Bruins play after November 11th?",
        "After November 11th, who was the team that the Boston Bruins played against?",
        "After November 11th, which team did the Boston Bruins face?",
        "Following November 11th, which team did the Boston Bruins encounter?",
        "Who was the opposing team for the Boston Bruins after November 11th?"
    ],
    "nt-4897": [
        "Which country had a production of 50 in 2002 but only 13 in 2003? ",
        "In 2002, which country had a production of 50, but only 13 in 2003? ",
        "The country that produced 50 in 2002 had a production of only 13 in 2003. ",
        "In 2002, the production of this country was 50, but only 13 in 2003. ",
        "The production in this country was 50 in 2002, but only 13 in 2003."
    ],
    "nt-5707": [
        "What is the number of districts in Saint Lucia with populations exceeding 10,000 individuals?",
        "How many districts in Saint Lucia have a population larger than 10,000 people?",
        "What is the count of districts in Saint Lucia with populations that surpass 10,000 individuals?",
        "In Saint Lucia, how many districts have a population greater than 10,000 people?",
        "What is the total number of districts in Saint Lucia that have populations exceeding 10,000 individuals?"
    ],
    "nt-10932": [
        "Who has the highest number of appearances with the club? ",
        "Which player holds the record for the most appearances with the club? ",
        "Which player has made the most appearances for the club? ",
        "Which player has the greatest number of appearances with the club? ",
        "Which player has the largest number of appearances for the club?"
    ],
    "nt-4868": [
        "How many appearances has Natalia Lesz made on the USA Billboard Hot Dance Club Play list?",
        "What is the number of times Natalia Lesz featured on the USA Billboard Hot Dance Club Play list?",
        "Natalia Lesz has made it to the USA Billboard Hot Dance Club Play list how many times?",
        "On how many occasions has Natalia Lesz been included in the USA Billboard Hot Dance Club Play list?",
        "Natalia Lesz's presence on the USA Billboard Hot Dance Club Play list has been counted how many times?"
    ],
    "nt-1961": [
        "What was the spot difference between \"Strollin' On\" and \"In the Springtime\" in the UK?",
        "How many spots separated \"Strollin' On\" and \"In the Springtime\" in the UK charts?",
        "In the UK, what was the gap in chart positions between \"Strollin' On\" and \"In the Springtime\"?",
        "How many spots apart were \"Strollin' On\" and \"In the Springtime\" in the UK music charts?",
        "What was the difference in chart positions between \"Strollin' On\" and \"In the Springtime\" in the UK?"
    ],
    "nt-11176": [
        "What is the ship's name that comes after ardent?",
        "What is the name of the ship that is listed immediately after ardent?",
        "Identify the ship that is mentioned next to ardent.",
        "Can you tell me the name of the ship following ardent in the list?",
        "Please provide the name of the ship listed after ardent."
    ],
    "nt-8164": [
        "After locomotive 4106, which locomotive was taken out of service next?",
        "Which locomotive was retired following locomotive 4106?",
        "The locomotive withdrawn immediately after 4106 was which?",
        "What locomotive came after 4106 in terms of being withdrawn?",
        "Which locomotive followed 4106 in being withdrawn?"
    ],
    "nt-609": [
        "What is the number of records that harmon harmon has held?",
        "Harmon harmon has held how many records?",
        "Harmon harmon has held records, how many?",
        "How many records does harmon harmon hold?",
        "What is the record count of harmon harmon?"
    ],
    "nt-5552": [
        "What is the number of players who have spans exceeding three years?",
        "What is the count of players with spans that are longer than three years?",
        "How many players have a duration of more than three years?",
        "How many players have spans that extend beyond three years?",
        "What is the total of players who have spans above three years?"
    ],
    "nt-6323": [
        "What is the total population of Makeleketla and Theunissen?",
        "The population of Makeleketla and Theunissen combined is how much?",
        "How many people are there in total in Makeleketla and Theunissen?",
        "What is the collective population of Makeleketla and Theunissen?",
        "What is the combined number of residents in Makeleketla and Theunissen?"
    ],
    "nt-2717": [
        "Which driver had the smallest earnings? ",
        "Which driver made the least money? ",
        "Who had the smallest winnings among drivers? ",
        "Who was the driver with the lowest amount of earnings? ",
        "Among the drivers, who earned the least amount of winnings?"
    ],
    "nt-4589": [
        "Name a year in which the number of deaths exceeded 400 and the crude birth rate was below 12.",
        "Provide the name of a year that had more than 400 deaths but a crude birth rate less than 12.",
        "Identify a year with deaths greater than 400 but a crude birth rate lower than 12.",
        "Specify a year that had a death toll higher than 400 but a crude birth rate that was below 12.",
        "Tell me a year when deaths surpassed 400 yet the crude birth rate was less than 12."
    ],
    "nt-5591": [
        "How many occurrences endured for three rounds?",
        "What is the count of events that lasted for three rounds?",
        "What was the number of events that went on for three rounds?",
        "How many instances had a duration of three rounds?",
        "What is the tally of events that had a duration of three rounds?"
    ],
    "nt-9103": [
        "What was his highest placement prior to his initial victory?",
        "Before his first win, what was his top finish?",
        "What was his best result before he won for the first time?",
        "What position did he achieve before his initial victory?",
        "What was his previous highest finish before winning for the first time?"
    ],
    "nt-1221": [
        "How many consecutive rankings are included?",
        "How many rankings in a row are listed?",
        "What is the count of consecutive rankings listed?",
        "What is the number of consecutive rankings listed?",
        "How many rankings are listed consecutively?"
    ],
    "nt-6544": [
        "How many teams from the west did Arizona State's final opponent play?",
        "Arizona State's final opponent played against how many west teams?",
        "The number of west teams that Arizona State's final opponent played against?",
        "What is the count of west teams that Arizona State's final opponent played against?",
        "Arizona State's final opponent played against which west teams and how many of them?"
    ],
    "nt-1129": [
        "How many times did the Edmonton Eskimos play against their opponent? ",
        "How many times did the Edmonton Eskimos face their opponent?",
        "In how many games did the opponent defeat the Edmonton Eskimos?",
        "What is the number of times the opponent competed against the Edmonton Eskimos?",
        "How many times did the opponent win against the Edmonton Eskimos?"
    ],
    "nt-12072": [
        "What is the disparity in the number of attendees between the most and least popular matches among all the listed matches?",
        "How many spectators did the most and least attended matches differ by in terms of numbers among all the matches listed?",
        "What is the variance in the number of spectators between the most and least attended games, considering all the matches listed?",
        "Between all the matches listed, what is the contrast in spectator numbers between the most and least attended matches?",
        "What is the discrepancy in the number of spectators between the most and least popular matches out of all the matches listed?"
    ],
    "nt-9803": [
        "What is the contrast in magnitude -lrb- cents -rrb- for tridecimal major third and whole tone , minor tone?",
        "What is the dissimilarity in measurement -lrb- cents -rrb- for tridecimal major third and whole tone , minor tone?",
        "What is the variance in dimension -lrb- cents -rrb- for tridecimal major third and whole tone , minor tone?",
        "How do the sizes -lrb- cents -rrb- compare for tridecimal major third and whole tone , minor tone?",
        "What are the differing magnitudes -lrb- cents -rrb- for tridecimal major third and whole tone , minor tone?"
    ],
    "nt-5527": [
        "What is the count of administrative areas with a population below 500? ",
        "How many administrative areas have a population less than 500? ",
        "What is the number of administrative areas that have a population below 500? ",
        "How many administrative areas have a population that is under 500? ",
        "What is the tally of administrative areas with a population below 500?"
    ],
    "nt-9794": [
        "What is the maximum number of IOPS that the OCZ Vertex 3 can handle?",
        "What is the maximum IOPS that the OCZ Vertex 3 can handle?",
        "What is the highest capacity of IOPS that can be handled by the OCZ Vertex 3?",
        "What is the maximum limit of IOPS that the OCZ Vertex 3 can handle?",
        "What is the maximum number of IOPS that can be managed by the OCZ Vertex 3?"
    ],
    "nt-1396": [
        "What is the difference in population between Dennery and the forest reserve?",
        "The forest reserve has how many fewer people living there compared to Dennery?",
        "The population of Dennery exceeds that of the forest reserve by how much?",
        "In comparison to the forest reserve, how many additional people reside in Dennery?",
        "What is the disparity in population between Dennery and the forest reserve?"
    ],
    "nt-1308": [
        "Which city is listed last? ",
        "Which city is at the end of the list? ",
        "What city is the last one listed? ",
        "What is the final city on the list? ",
        "Which city comes after all the others on the list?"
    ],
    "nt-12473": [
        "Which source was utilized prior to May 2010?",
        "What source was employed before May 2010?",
        "What source was accessed prior to May 2010?",
        "Which source was utilized before May of 2010?",
        "What source was employed before the month of May in 2010?"
    ],
    "nt-3789": [
        "On this chart, which month has the lowest listing frequency?",
        "In this chart, which month is the least represented?",
        "Which month has the fewest listings on this chart?",
        "Which month appears the least on this chart?",
        "Which month has the smallest number of listings on this chart?"
    ],
    "nt-5302": [
        "Which publication came out first? ",
        "What was the first standard to be released?",
        "Which standard was the initial release? ",
        "Can you tell me which standard was published before the others? ",
        "Do you know which publication was released first?"
    ],
    "nt-5942": [
        "Which alpine skiing event had the highest number of Icelandic competitors? ",
        "Which men's skiing event had the most participants from Iceland? ",
        "Which alpine skiing competition had the largest representation of Icelandic athletes? ",
        "Which event in men's alpine skiing had the greatest number of Icelandic competitors? ",
        "In which men's alpine skiing event were there the most Icelandic participants?"
    ],
    "nt-5114": [
        "What is the aggregate number of cars that were submitted in the green car division for the year 2007?",
        "In the category of green cars, how many cars were entered for the year 2007 in total?",
        "How many cars were registered in the green car category for the year 2007?",
        "For the year 2007, what was the overall count of cars entered in the green car category?",
        "In the green car division for the year 2007, what was the total number of cars entered?"
    ],
    "nt-12777": [
        "In episode 10, Matt and Nix wrote the episode along with which other writer? ",
        "Who was the other writer for episode 10, which was written by Matt and Nix? ",
        "Episode 10 was written by Matt and Nix, as well as another writer. Who was the other writer? ",
        "Besides Matt and Nix, which other writer worked on episode 10? ",
        "The episode written by Matt and Nix in episode 10 also had contributions from another writer. Who was this writer?"
    ],
    "nt-2848": [
        "In which year did the population average below 38?",
        "Which year had a population average below 38?",
        "Which year had a mean population of less than 38?",
        "Which year had a population average that was lower than 38?",
        "Which year had an average population that was less than 38?"
    ],
    "nt-2069": [
        "In which year did the artist achieve the highest number of charted singles?",
        "During which year did the artist have the most singles on the charts?",
        "In what year did the artist have the highest number of singles that made it onto the charts?",
        "At which point in time did the artist experience the most charted singles? ",
        "During which year did the artist have the greatest number of singles that made it onto the charts?"
    ],
    "nt-7895": [
        "In which year was he nominated for \"Cheers: The Motion Picture\"? ",
        "Which year was he nominated for the film adaptation of \"Cheers\"?",
        "For \"Cheers: The Motion Picture\", which year was he nominated?",
        "What year did he receive a nomination for \"Cheers: The Motion Picture?",
        "In what year was he nominated for the movie version of \"Cheers\"?"
    ],
    "nt-8707": [
        "What was the highest score she achieved in all areas? ",
        "What was her score in all categories? ",
        "What was her top overall score? ",
        "What was her highest score across the board? ",
        "What was her highest score in every aspect?"
    ],
    "nt-9344": [
        "How many instances did the clay surface occur?",
        "The surface clay appeared how many times?",
        "What is the frequency of the clay surface?",
        "How frequent was the occurrence of clay on the surface?",
        "How many times did the clay surface happen?"
    ],
    "nt-9066": [
        "Besides Si Jun, who is the other marquis ruler?",
        "Who is the additional ruler of the marquis, apart from Si Jun?",
        "Apart from Si Jun, who else is a marquis ruler?",
        "Aside from Si Jun, who holds the title of marquis ruler?",
        "In addition to Si Jun, who else is recognized as a marquis ruler?"
    ],
    "nt-1120": [
        "The final episode of the first season.",
        "The concluding episode of season one.",
        "The ultimate episode of season one.",
        "The last installment of the initial season.",
        "The ultimate installment of the first season."
    ],
    "nt-7373": [
        "Please provide a list of ships that are classified as arktika.",
        "Which ships are classified as arktika?",
        "Provide a list of ships with the arktika classification.",
        "List the ships that are categorized as arktika.",
        "Can you provide a list of ships belonging to the arktika class?"
    ],
    "nt-9238": [
        "How many locations exist within Greene County?",
        "What is the number of places in Greene County?",
        "What is the count of places in Greene County?",
        "How many different locations are there in Greene County?",
        "What is the total number of places in Greene County?"
    ],
    "nt-4687": [
        "Which city was listed the most before 2000? ",
        "Before 2000, which city was listed the most frequently? ",
        "Prior to 2000, which city had the highest number of listings? ",
        "Up until 2000, which city had the most listings? ",
        "Which city topped the list the most often before 2000?"
    ],
    "nt-2094": [
        "In which season did the team first compete in tier 6?",
        "Which season marked the team's first appearance in tier 6?",
        "At what point did the team enter tier 6 for the first time?",
        "When did the team first reach tier 6 in a season?",
        "During which season did the team initially join tier 6?"
    ],
    "nt-3627": [
        "What is the earliest year for the release dates?",
        "What is the minimum year for the release dates?",
        "What is the starting year for the release dates?",
        "What is the year at which the release dates begin?",
        "What is the year from which the release dates are calculated?"
    ],
    "nt-762": [
        "What other competition took place in 2010 besides the Central American Championships?",
        "What other tournament happened in 2010 alongside the Central American Championships?",
        "Besides the Central American Championships, what other competition occurred in 2010?",
        "In addition to the Central American Championships, what other competition took place in 2010?",
        "Apart from the Central American Championships, what other tournament happened in 2010?"
    ],
    "nt-3259": [
        "Which team had the lowest attendance for a single game?",
        "Which team had the lowest attendance in a single game?",
        "Which team had the smallest crowd for one game?",
        "Which team had the fewest attendees for a single game?",
        "Which team had the lowest turnout for a single game?"
    ],
    "nt-7822": [
        "In the previous year, how did they finish before finishing 16th in 2008/09?",
        "What was their finishing position in the year before they finished 16th in 2008/09?",
        "Prior to finishing 16th in 2008/09, how did they finish in the previous year?",
        "What was their placement in the year prior to finishing 16th in 2008/09?",
        "Before finishing 16th in 2008/09, how did they fare in the previous year?"
    ],
    "nt-10333": [
        "Before the 1982 tournament in Philadelphia, where was the previous tournament held?",
        "Where was the tournament held before the 1982 tournament in Philadelphia?",
        "The tournament held before the 1982 tournament in Philadelphia, where was it held?",
        "Before the 1982 tournament in Philadelphia, where was the tournament held prior?",
        "Where was the tournament held before the 1982 tournament in Philadelphia took place?"
    ],
    "nt-5336": [
        "What was the final score in 1969?",
        "The final score in 1969, what was it?",
        "In 1969, what was the score in the final?",
        "What was the score in the final match in 1969?",
        "What was the final score achieved in 1969?"
    ],
    "nt-7771": [
        "In which year were the most ships manufactured?",
        "During which year were the highest number of ships produced?",
        "Which year witnessed the greatest production of ships?",
        "What year had the highest ship production?",
        "During what year were the most ships made?"
    ],
    "nt-6107": [
        "Which film was directed and written by Seth? ",
        "Which film did Seth direct and write? ",
        "What film did Seth both direct and write? ",
        "What is the film where Seth served as director and screenwriter? ",
        "What is the film that Seth directed and wrote?"
    ],
    "nt-4955": [
        "According to this chart, what is the number of students who are enrolled at Harvard University?",
        "What is the enrollment figure for Harvard University as indicated by this chart?",
        "Based on this chart, how many students are currently attending Harvard University?",
        "According to the chart, what is the student enrolment at Harvard University?",
        "What does the chart show regarding the number of students enrolled at Harvard University?"
    ],
    "nt-5008": [
        "Which team has the highest number of cup victories after Rosenborg?",
        "After Rosenborg, which team holds the record for the most cup triumphs?",
        "Following Rosenborg, which team has the greatest number of cup wins?",
        "After Rosenborg, which team has the most championship victories?",
        "Which team, apart from Rosenborg, has the highest number of cup wins?"
    ],
    "nt-6639": [
        "How many episodes have been listed?",
        "Listed episodes - how many are there?",
        "What is the count of listed episodes?",
        "What is the number of episodes that have been listed?",
        "Can you tell me the quantity of listed episodes?"
    ],
    "nt-11002": [
        "What was the number of home games won by St. Gallen?",
        "St. Gallen won how many home games?",
        "How many home games were won by St. Gallen?",
        "The number of home games won by St. Gallen was how many?",
        "How many home games did St. Gallen emerge victorious in?"
    ],
    "nt-33": [
        "Which constellation is displayed last on this table?",
        "Which constellation is the final one listed in this table?",
        "What is the constellation that appears last in the provided table?",
        "In the table, which is the last constellation that is featured?",
        "What constellation concludes the listing in the table?"
    ],
    "nt-3444": [
        "Which settlement is listed immediately after Oulu?",
        "What is the settlement that follows Oulu in the list?",
        "Which settlement is recorded directly after Oulu?",
        "After Oulu, which settlement is listed next?",
        "Which settlement is listed immediately following Oulu?"
    ],
    "nt-5529": [
        "What is the minimum number of high assists achieved in a single 2010 preseason Clippers game?",
        "In one 2010 preseason Clippers game, what is the smallest number of high assists obtained?",
        "What is the lowest count of high assists in a single 2010 preseason Clippers game?",
        "What is the fewest number of high assists recorded in one 2010 preseason Clippers game?",
        "What is the smallest amount of high assists that were achieved in a single 2010 preseason Clippers game?"
    ],
    "nt-5526": [
        "How many times did the runner win the first place?",
        "Did the runner have any first place wins?",
        "How many victories did the runner achieve in first place?",
        "What is the count of first place victories for the runner?",
        "In how many instances did the runner secure first place?"
    ],
    "nt-6407": [
        "Which district had the first successor seated?",
        "The first district to have a successor seated was which?",
        "In which district was the first successor seated?",
        "Which district was the initial one to have a successor seated?",
        "The district that had a successor seated first was which?"
    ],
    "nt-4185": [
        "How many games were played in October 1990?",
        "In October 1990, how many games were there?",
        "What was the number of games in October 1990?",
        "During October 1990, how many games were played?",
        "What was the game count in October 1990?"
    ],
    "nt-5118": [
        "Which team emerged as the victor in the latest championship inscribed on this table?",
        "The team that secured the victory in the most recent championship engraving on this table, who were they?",
        "Whose triumph is commemorated on this table as the winners of the last championship?",
        "The last championship documented on this table, who emerged as the victor?",
        "Which team can be credited as the winners of the previous championship registered on this table?"
    ],
    "nt-1287": [
        "How many times did Piotr finish in third place in total?",
        "Piotr had a total of how many third place finishes?",
        "In total, how many times did Piotr come in third place?",
        "What was the total number of third place finishes for Piotr?",
        "What was the sum of Piotr's third place finishes?"
    ],
    "nt-3602": [
        "What is the name of the final train on the list?",
        "Which train is listed as the last one?",
        "The last train on the list, what is its name?",
        "Could you tell me the name of the train that is listed last?",
        "Please provide the name of the train that is at the bottom of the list."
    ],
    "nt-1002": [
        "For how many 'choice tv sidekick' award categories was Scrubs nominated?",
        "Scrubs was nominated for how many 'choice tv sidekick' award categories?",
        "How many award categories for 'choice tv sidekick' was Scrubs nominated for?",
        "Scrubs received nominations for how many 'choice tv sidekick' award categories?",
        "In how many 'choice tv sidekick' award categories was Scrubs nominated?"
    ],
    "nt-3894": [
        "The person who won an Oscar for best sound for two films in the same year - King Kong and Rocky - is whom? ",
        "Who received an Oscar for best sound in the same year for two films - King Kong and Rocky? ",
        "The individual who was given an Oscar for best sound for two films in the same year - King Kong and Rocky - is who? ",
        "The person who was honored with an Oscar for best sound for two films in the same year - King Kong and Rocky - is whom? ",
        "Who was the recipient of an Oscar for best sound for two films in the same year - King Kong and Rocky?"
    ],
    "nt-6285": [
        "Skrein was listed as an artist on a song, how many times?",
        "How many times did Skrein appear as an artist on a song?",
        "What is the number of times that Skrein was credited as an artist on a song?",
        "On how many occasions was Skrein acknowledged as an artist on a song?",
        "How many instances did Skrein feature as an artist on a song?"
    ],
    "nt-3749": [
        "What is the margin between the scores of 6th and 2nd position?",
        "How much higher is the score of the 2nd place compared to the 6th place?",
        "What is the point gap between the 6th and 2nd position?",
        "What is the disparity in scores between the 6th and 2nd place?",
        "How many points separate the 6th and 2nd place?"
    ],
    "nt-7323": [
        "Wins achieved in the month of October.",
        "Total victories in October.",
        "Number of triumphs during the month of October.",
        "Amount of October wins.",
        "Wins recorded in October."
    ],
    "nt-1108": [
        "After \"Who's That Lady With My Man,\" what is the only title listed on the French charts?",
        "What title follows \"Who's That Lady With My Man\" on the French charts?",
        "On the French charts, what is the sole title listed after \"Who's That Lady With My Man\"?",
        "Which title appears on the French charts immediately following \"Who's That Lady With My Man\"?",
        "Following \"Who's That Lady With My Man,\" what is the singular title that can be found on the French charts?"
    ],
    "nt-7693": [
        "What is the mean number of goals scored by the highest-ranking 5 teams?",
        "What is the average number of goals scored by the top 5 teams?",
        "What is the average tally of goals for the top 5 teams?",
        "What is the mean number of goals made by the top 5 teams?",
        "What is the average quantity of goals scored by the top 5 teams?"
    ],
    "nt-1112": [
        "How many locations are listed before Dixon?",
        "Before Dixon, how many places are listed?",
        "List the places that come before Dixon.",
        "What is the number of places listed prior to Dixon?",
        "How many locations are listed prior to Dixon?"
    ],
    "nt-594": [
        "What age group had the highest percentage for followers of other religions?",
        "The age range with the largest percentage of individuals practicing a different religion?",
        "For which age range was the percentage of followers of other religions the highest?",
        "Among which age range was the percentage of people practicing other religions the greatest?",
        "Which age group had the highest percentage of individuals practicing a religion other than their own?"
    ],
    "nt-13639": [
        "How many territories have a wine consumption above 10.0?",
        "What is the count of territories with a wine consumption above 10.0?",
        "How many territories exceed a wine consumption of 10.0?",
        "What is the total number of territories with a wine consumption higher than 10.0?",
        "What is the quantity of territories that have a wine consumption above 10.0?"
    ],
    "nt-6307": [
        "The overall count of victories",
        "The sum total of successful outcomes",
        "The complete tally of winning results",
        "The aggregate number of triumphs",
        "The combined total of successful wins"
    ],
    "nt-1010": [
        "How many townships have a population exceeding 2,000?",
        "What is the count of townships with a population greater than 2,000?",
        "How many townships have more than 2,000 people?",
        "What is the total number of townships where the population is above 2,000?",
        "What is the quantity of townships that have a population larger than 2,000?"
    ],
    "nt-1273": [
        "Who came in last place at the 2006 Gran Premio Telmex?",
        "Which participant finished in last position at the 2006 Gran Premio Telmex?",
        "Who was the last to cross the finish line at the 2006 Gran Premio Telmex?",
        "At the 2006 Gran Premio Telmex, who ended up in the final position?",
        "Who was the last competitor to complete the race at the 2006 Gran Premio Telmex?"
    ]
}